autojump
bat
btop
ca-certificates
catimg
chezmoi
conda-zsh-completion
eza
fastfetch
fd
fontconfig
freetype
fzf
gettext
gh
giflib
git
jbig2dec
jpeg-turbo
lazygit
libgit2
libpng
libssh2
libtiff
libunistring
libuv
libzip
lpeg
luajit
luv
lz4
mpdecimal
neovim
nvm
oniguruma
openssl@3
pcre2
python@3.13
python@3.14
readline
resvg
ripgrep
sqlite
starship
stow
thefuck
tldr
tree-sitter
unibilium
utf8proc
xz
yazi
zoxide
zsh-autocomplete
zsh-autopair
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-system-clipboard
zstd
chatgpt
discord
firefox
font-jetbrains-mono-nerd-font
notchnook
skim
spotify
wezterm@nightly
